Repository: wh000wh000/clicky
Catalog: leanring-buddy/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: A side project I made for fun to help me learn stuff as I use my computer.
ja: パソコンを使いながら学ぶために作った趣味のプロジェクトです。
zh_hans: 一个我做着玩的小项目，帮我在用电脑的时候学东西。
zh_hant: 一個我做著玩的小專案，幫我在用電腦的時候學東西。

source: Accessibility
ja: アクセシビリティ
zh_hans: 辅助功能
zh_hant: 輔助使用

source: Accessibility check
ja: アクセシビリティ確認
zh_hans: 无障碍检查
zh_hant: 輔助使用檢查

source: Active
ja: アクティブ
zh_hans: 活跃
zh_hant: 活躍

source: Affects UI text, Claude's response language, and TTS voice (when using a standard CosyVoice2 language variant).
ja: UIテキスト、Claudeの返答言語、TTSボイス（標準CosyVoice2言語バリアント使用時）に影響します。
zh_hans: 影响界面文字、Claude 回复语言及 TTS 音色（使用标准 CosyVoice2 语言变体时自动同步）。
zh_hant: 影響介面文字、Claude 回覆語言及 TTS 音色（使用標準 CosyVoice2 語言變體時自動同步）。

source: API Settings
ja: API 設定
zh_hans: API 设置
zh_hant: API 設定

source: Ask anything...
ja: 何でも聞いてください…
zh_hans: 问任何问题…
zh_hant: 問任何問題…

source: Ask Clicky anything...
ja: Clickyに何でも聞いてください…
zh_hans: 问 Clicky 任何问题…
zh_hant: 問 Clicky 任何問題…

source: Bugs, ideas, anything — I read every message.
ja: バグ、アイデア、何でも — 全部読みます。
zh_hans: Bug、想法、任何事 — 每条消息我都会看。
zh_hant: Bug、想法、任何事 — 每條訊息我都會看。

source: can't talk? click the menu bar icon and type your question instead.
ja: 話せない？メニューバーアイコンをクリックして入力してください。
zh_hans: 不方便说话？点菜单栏图标，在输入框打字提问也行。
zh_hant: 不方便說話？點選單列圖示，在輸入框打字提問也行。

source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: click the menu bar icon and type your question to get started!
ja: メニューバーのアイコンをクリックして質問を入力してみよう！
zh_hans: 点击菜单栏图标，输入问题即可开始！
zh_hant: 點擊選單列圖示，輸入問題即可開始！

source: click this!
ja: これをクリック！
zh_hans: 点这个！
zh_hant: 點這個！

source: Color advice
ja: 配色アドバイス
zh_hans: 调色建议
zh_hant: 配色建議

source: couldn't start voice input. try again.
ja: 音声入力を開始できませんでした。もう一度お試しください。
zh_hans: 无法启动语音输入，请重试。
zh_hant: 無法啟動語音輸入，請重試。

source: couldn't transcribe that. try again.
ja: 音声を認識できませんでした。もう一度お試しください。
zh_hans: 无法识别语音，请重试。
zh_hant: 無法辨識語音，請重試。

source: Debug scene
ja: シーンをデバッグ
zh_hans: 调试场景
zh_hant: 偵錯場景

source: Debug this
ja: デバッグ
zh_hans: 调试这个
zh_hant: 偵錯這個

source: Design feedback
ja: デザインフィードバック
zh_hans: 设计反馈
zh_hant: 設計回饋

source: Direct
ja: ダイレクト
zh_hans: 直连
zh_hant: 直連

source: Download
ja: ダウンロード
zh_hans: 下载
zh_hant: 下載

source: Edit suggestion
ja: 編集提案
zh_hans: 剪辑建议
zh_hant: 剪輯建議

source: Explain error
ja: エラーを説明
zh_hans: 解释错误
zh_hant: 解釋錯誤

source: Explain output
ja: 出力を説明
zh_hans: 解释输出
zh_hant: 解釋輸出

source: Explain this
ja: これを説明して
zh_hans: 解释一下
zh_hant: 解釋一下

source: Find App
ja: アプリを探す
zh_hans: 查找应用
zh_hant: 尋找應用程式

source: Fix command
ja: コマンドを修正
zh_hans: 修复命令
zh_hant: 修復指令

source: Format
ja: フォーマット
zh_hans: 格式
zh_hant: 格式

source: found it!
ja: 見つけた！
zh_hans: 找到啦！
zh_hant: 找到啦！

source: Display
ja: 表示
zh_hans: 显示
zh_hant: 顯示

source: Display AI response as floating text near the cursor alongside voice audio.
ja: 音声と一緒に、カーソル付近にAIの応答テキストを表示します。
zh_hans: 在光标附近以浮动文字显示 AI 的回复内容，与语音同步。
zh_hant: 在游標附近以浮動文字顯示 AI 的回覆內容，與語音同步。

source: General Settings
ja: 一般設定
zh_hans: 通用设置
zh_hant: 一般設定

source: Got feedback? DM me
ja: フィードバックはDMで
zh_hans: 有反馈？私信我
zh_hant: 有回饋？私訊我

source: Grant
ja: 許可
zh_hans: 授权
zh_hant: 授權

source: Granted
ja: 許可済み
zh_hans: 已授权
zh_hant: 已授權

source: Help me write
ja: 書くのを手伝って
zh_hans: 帮我写
zh_hant: 幫我寫

source: here it is!
ja: ここです！
zh_hans: 找到了！
zh_hant: 找到了！

source: hey! i'm clicky
ja: やあ！僕は clicky
zh_hans: 嘿！我是 clicky
zh_hant: 嘿！我是 clicky

source: hey! i'm clicky, your screen assistant. grant the permissions above to get started.
ja: やあ！僕は clicky、あなたの画面アシスタントです。上の権限を許可して始めましょう。
zh_hans: 嘿！我是 clicky，你的屏幕助手。先在上方授权几个权限吧。
zh_hant: 嘿！我是 clicky，你的螢幕助手。先在上方授權幾個權限吧。

source: Hi, I'm Farza. This is Clicky.
ja: こんにちは、Farzaです。これがClickyです。
zh_hans: 嗨，我是 Farza。这是 Clicky。
zh_hant: 嗨，我是 Farza。這是 Clicky。

source: hold control+option to talk to me! release when you're done.
ja: control+optionを押し続けて話しかけてください！終わったら離してください。
zh_hans: 按住 control+option 跟我说话！说完松开就好。
zh_hant: 按住 control+option 跟我說話！說完放開就好。

source: Hold Control+Option to talk, or type below.
ja: Control+Optionを押して話すか、下に入力してください。
zh_hans: 按住 Control+Option 说话，或在下方输入。
zh_hant: 按住 Control+Option 說話，或在下方輸入。

source: I'm all out of credits. Please DM Farza and tell him to bring me back to life.
ja: クレジットが切れました。FarzaにDMして復活させてもらってください。
zh_hans: 额度用完了。请私信 Farza 让他帮我恢复。
zh_hant: 額度用完了。請私訊 Farza 讓他幫我恢復。

source: Language
ja: 言語
zh_hans: 语言
zh_hant: 語言

source: Listening
ja: 聞いています
zh_hans: 聆听中
zh_hant: 聆聽中

source: Microphone
ja: マイク
zh_hans: 麦克风
zh_hant: 麥克風

source: microphone permission is required for push to talk.
ja: プッシュトークにはマイクの許可が必要です。
zh_hans: 需要麦克风权限才能使用按键说话功能。
zh_hant: 需要麥克風權限才能使用按鍵說話功能。

source: Mode
ja: モード
zh_hans: 模式
zh_hant: 模式

source: Model
ja: モデル
zh_hans: 模型
zh_hant: 模型

source: Next Step
ja: 次のステップ
zh_hans: 下一步
zh_hant: 下一步

source: Nothing runs in the background. Clicky will only take a screenshot when you press the hot key. So, you can give that permission in peace. If you are still sus, eh, I can't do much there champ.
ja: バックグラウンドでは何も動きません。ホットキーを押したときだけスクリーンショットを撮ります。安心して許可してください。
zh_hans: Clicky 不会在后台运行。只有你按下快捷键时才会截屏。所以放心授权吧。
zh_hant: Clicky 不會在背景執行。只有你按下快捷鍵時才會截圖。所以放心授權吧。

source: Only takes a screenshot when you use the hotkey
ja: ホットキー使用時のみスクリーンショットを撮影
zh_hans: 仅在使用快捷键时截屏
zh_hant: 僅在使用快捷鍵時截圖

source: Optimize
ja: 最適化
zh_hans: 优化
zh_hant: 最佳化

source: over here!
ja: こっちです！
zh_hans: 看这里！
zh_hant: 看這裡！

source: PERMISSIONS
ja: 権限
zh_hans: 权限
zh_hant: 權限

source: Permissions needed
ja: 権限が必要です
zh_hans: 需要权限
zh_hant: 需要權限

source: press control + option and introduce yourself
ja: control + optionを押して自己紹介してください
zh_hans: 按 control + option 然后介绍一下你自己
zh_hant: 按 control + option 然後介紹一下你自己

source: Processing
ja: 処理中
zh_hans: 处理中
zh_hant: 處理中

source: Provider
ja: プロバイダー
zh_hans: 提供商
zh_hant: 提供商

source: Proxy
ja: プロキシ
zh_hans: 代理
zh_hant: 代理

source: Quit Clicky
ja: Clickyを終了
zh_hans: 退出 Clicky
zh_hant: 退出 Clicky

source: Ready
ja: 準備完了
zh_hans: 就绪
zh_hant: 就緒

source: Responding
ja: 応答中
zh_hans: 回复中
zh_hant: 回覆中

source: Retry
ja: 再試行
zh_hans: 重试
zh_hant: 重試

source: Review code
ja: コードレビュー
zh_hans: 审查代码
zh_hant: 審查程式碼

source: right here!
ja: ここです！
zh_hans: 就在这！
zh_hant: 就在這！

source: Screen Content
ja: 画面内容
zh_hans: 屏幕内容
zh_hant: 螢幕內容

source: Screen Recording
ja: 画面収録
zh_hans: 屏幕录制
zh_hant: 螢幕錄製

source: Setup
ja: セットアップ中
zh_hans: 设置中
zh_hant: 設定中

source: Show Response Text
ja: 応答テキストを表示
zh_hant: 顯示回覆文字

source: Show Clicky
ja: Clickyを表示
zh_hans: 显示 Clicky
zh_hant: 顯示 Clicky

source: Some permissions were revoked. Grant all four below to keep using Clicky.
ja: 一部の権限が取り消されました。Clickyを使い続けるには以下の4つすべてを許可してください。
zh_hans: 部分权限已被撤销。请授予以下四项权限以继续使用 Clicky。
zh_hant: 部分權限已被撤銷。請授予以下四項權限以繼續使用 Clicky。

source: speech recognition permission is required for push to talk.
ja: プッシュトークには音声認識の許可が必要です。
zh_hans: 需要语音识别权限才能使用按键说话功能。
zh_hant: 需要語音辨識權限才能使用按鍵說話功能。

source: Speech to Text
ja: 音声テキスト変換
zh_hans: 语音转文字
zh_hant: 語音轉文字

source: Start
ja: 開始
zh_hans: 开始
zh_hant: 開始

source: Summarize
ja: 要約
zh_hans: 总结
zh_hant: 摘要

source: Summarize page
ja: ページを要約
zh_hans: 总结页面
zh_hant: 摘要頁面

source: this one!
ja: これです！
zh_hans: 就是这个！
zh_hant: 就是這個！

source: try cmd+shift+space to open a quick panel right at your cursor!
ja: cmd+shift+spaceでカーソルのそばにクイックパネルを開けます！
zh_hans: 试试 cmd+shift+space，在光标旁打开快捷面板！
zh_hant: 試試 cmd+shift+space，在游標旁開啟快捷面板！

source: Voice Engine
ja: 音声エンジン
zh_hans: 语音引擎
zh_hant: 語音引擎

source: You're all set. Hit Start to meet Clicky.
ja: 準備完了です。開始を押してClickyに会いましょう。
zh_hans: 一切就绪。点击开始，认识 Clicky。
zh_hant: 一切就緒。點擊開始，認識 Clicky。

source: API Key
zh_hans: API 密钥
zh_hant: API 金鑰

source: Base URL
zh_hans: 接口地址
zh_hant: 介面地址

source: Drop your email to get started.
zh_hans: 留下你的邮箱，开始使用。
zh_hant: 留下你的電子郵件，開始使用。

source: Enter your email
zh_hans: 输入你的邮箱
zh_hant: 輸入你的電子郵件

source: If I keep building this, I'll keep you in the loop.
zh_hans: 如果我继续开发，会第一时间通知你。
zh_hant: 如果我繼續開發，會第一時間通知你。

source: Quit and reopen after granting
zh_hans: 授权后请退出并重新打开
zh_hant: 授權後請退出並重新開啟

source: Submit
zh_hans: 提交
zh_hant: 提交

source: Voice ID
zh_hans: 音色 ID
zh_hant: 音色 ID

source: Watch Onboarding Again
zh_hans: 重新观看引导
zh_hant: 重新觀看引導
